<template>
  <div class="professional">
      <!-- 背景图 -->
      <div class="bg">
          <img src="..\assets\bg.png" alt="" class="bimg">
      </div>
      <!-- 内容区 -->
      <div class="content">
          <div class="item">
              <div class="image"><img src="..\assets\law7.png" alt="" class="cimg"></div>
              <div class="text">
                  <h1>应收账款管理</h1>
                  <p>企业应收账款管理是本所开创的最有特点的法律服务产品，最早运行于建材类企业，为众多建材企业合计挽回了约数十亿计的损失，在行业内获得非常巨大的反响和好评，先后被多家大型大建材企业和行业协会聘为法律顾问。</p>
                  <p>现本所已将该类型服务拓展到其他领域，针对于企业应收账款管理类业务，本所积累了非常丰富的诉讼和非诉讼经验，非诉讼服务着力于“风险前控”，秉承“扼杀风险于摇篮之中的理论”，诉讼采用一站式服务，全风险代理案件并垫付诉讼所产生的程序性和手续性费用，让企业零成本参与诉讼，企业和律所间实现了“风险共担、利益共同”。</p>
                  <p>另外本所针对于当前司法实践中“执行难”的大背景，成立了专门的执行律师团队，用以保障生效债权在诉讼后的有效实现，这点在同行业中是较为少见的。现今，本所执行团队发展势头旺盛，已和同行业多家律所展开合作，其办案区域遍布全国多个省份和地区。</p>
                  <h3>服务领域：</h3>
                  <h4>1.非诉讼类</h4>
                  <p>投资项目分析（法律和财务风险）、项目及合作方尽职调查、合作商谈参与、合作履行中跟踪监管、应收账款日常梳理和监管、诉讼前置调解</p>
                  <h4>2.诉讼类</h4>
                  <p>诉讼清欠（全风险代理）、执行代理</p>
              </div>
          </div>
          <div class="item">
              <div class="image"><img src="..\assets\law11.png" alt="" class="cimg"></div>
              <div class="text">
                  <h1>房地产建筑</h1>
                  <p>房地产和建设工程法律服务团队是本所开设以来最先成立的团队之一，本团队曾代理和参与多个重大建设工程项目的诉讼和非诉讼法律事务（梁子湖开发与治理、咸宁高铁南站、二环路工程等），并与多家房地产企业联系紧密（其中不乏知名企业和世界五百强）。我们致力于拓展房地产市场及相关投资领域和有建筑工程业务需求的企业提供更加优质和专业的服务。在复杂多变的商业和监管环境中，努力为客户提供专业、易懂且能被相关主管部门接受的解决方案，满足客户的商业需求，帮助客户达成目标。</p>
                  <p>得益于律所一体化的管理体制，在面对大型、复杂的房地产投资项目时（涉及财税、金融、行政等等法律事务和纠纷），我们能够迅速组成跨部门、跨领域的专业律师团队，在统一的协调指挥下，为客户提供一站式、高水平、创造性的法律服务，这点也彰显了本所管理上的巨大优势，在同行业中并不多见。</p>
                  <h3>服务领域：</h3>
                  <h4>1.房地产企业常年法律顾问</h4>
                  <p>为房地产企业提供专业、有深度的法律顾问，解决房地产企业日常运营中的各项法律事务。</p>
                  <h4>2.项目投融资</h4>
                  <p>房地产企业一般性融资，房地产项目的投资及融资，房地产项目或项目公司的信托融资，房地产企业发行债券融资，不动产资产证券化，其他融资方式。</p>
                  <h4>3.建设工程</h4>
                  <p>前期立项的全包式法律服务,建设工程发包及招投标的合法化审查,建设工程合同文件制作、谈判,建设工程合同履行及监督,建设工程竣工验收及交付,建设工程结算,建设工程保修及质量保证。</p>
                  <h4>4.房地产并购交易</h4>
                  <p>房地产并购交易的法律结构，法律尽职调查，并购交易法律文件的起草和谈判，相关政府部门的审批和登记，并购所涉税务等问题。</p>
                  <h4>5.争议解决</h4>
                  <p>房地产和建筑业的诉讼、仲裁。</p>
                  <h4>6.土地投资</h4>
                  <p>土地投资商业模式、法律风险和合作条件的商业谈判，土地投资、土地交易协议，土地征收、拆迁补偿，土地综合开发等。</p>

              </div>
          </div>
          <div class="item">
              <div class="image"><img src="..\assets\law12.png" alt="" class="cimg"></div>
              <div class="text">
                  <h1>公司与并购</h1>
                  <p>立足于全方位商事律师事务所的定位，上贤自创立起便将公司与并购业务作为专业领域和发展方向。通过累积大量的商事业务和公司法人治理的案例学习，我们在专业领域内掌握产业投资、并购、重组、破产清算、整合核心法律技术：公司的控制权设计，在投资并购等经济活动中，为企业家迅速掌握公司控制权，获得主动。同时，上贤也为客户提供公司争议解决方案和诉讼代理服务，保障客户的切身利益。</p>
                  <h3>服务领域：</h3>
                  <h4>1.法人治理</h4>
                  <p>公司控制权稳定与争夺；公司僵局处理；公司治理结构；股东代理权；股权控制权设计；股东会/董事会/管理层权责划分等。</p>
                  <h4>2.合规审查</h4>
                  <p>企业合规体系建设；个人隐私、数据保护和网络安全合规；反商业贿赂、反不正当竞争、反垄断政策合规；环境、安全与健康合规；税务合规；合同及内控制度合规；劳动及人事政策合规；以及针对特定行业的合规事项等。</p>
                  <h4>3.股权激励</h4>
                  <p>管理层激励方案；员工持股计划；期权计划；虚拟股权计划；上市公司股权激励；股权激励设置方案等。</p>
                  <h4>4.兼并、收购与重组</h4>
                  <p>股权收购与资产收购；管理层收购/杠杆收购；并购融资；债务重组；并购税务筹划；集团与公司内部业务及架构调整和重组；上市公司重大资产重组；上市公司控制权收购；公司合并和分立;公司解散和清算等。</p>

              </div>
          </div>
          <div class="item">
              <div class="image"><img src="..\assets\law13.png" alt="" class="cimg"></div>
              <div class="text">
                  <h1>银行与金融</h1>
                  <p>伴随着复杂的国际局势和经济一体化的加深，众多客户需要更具创造性、战略性的金融法律服务。上贤的团队在越来越多变的金融市场中为每一位客户提供更加多元化、多方位的法律服务，同时协助客户遵守中国金融服务业的各种监管规定，与政府机构建立的紧密关系有助于我们为客户提出适合的建议,提醒客户关注最新的监管动态及其对客户开展业务的影响。</p>
                  <h3>服务领域：</h3>
                  <h4>1.市场融资</h4>
                  <p>就内外资银行的金融产品、金融服务、涉及不同行业的银行融资交易（包括银团贷款和项目融资），为众多国内外银行提供法律服务，并协助解决金融争议。银行业金融机构的设立、投资参股和并购、机构重组、股份上市、资产管理以及同业交易等方面的法律服务。</p>
                  <h4>2.并购基金</h4>
                  <p>包括并购基金在内的私募股权投资基金的结构设计、设立、募集及发行、管理及合规、项目投资、清算退出；上市公司与私募基金的合作等。</p>
                  <h4>3.合规审查</h4>
                  <p>对金融产品和金融衍生产品的合规、合法化审查，法律尽职调查。</p>
                  
              </div>
          </div>
          <div class="item">
              <div class="image"><img src="..\assets\law7.png" alt="" class="cimg"></div>
              <div class="text">
                  <h1>刑事辩护</h1>
                  <p>本所刑辩团队成员筛选最为严格，全部成员均具有公检法工作经历，熟悉刑事案件全流程，对案情和证据的分析有独到见解。</p>
                  <p>本团队有专业从事刑事辩护30年的资深律师，并配备有专家指导顾问。</p>
                  <h3>服务领域：</h3>
                  <p>刑事法律咨询、嫌疑人会见、取保候审、参加庭前会议、审判辩护、减刑假释、死刑复核</p>
                  <h3>代表案例：</h3>
                  <p>谢某涉嫌抢劫案（本案经无罪辩护一审二审均宣告无罪，后被法律出版社中国优秀律师辩护实录一书收录）</p>
              </div>
          </div>
          <div class="item">
              <div class="image"><img src="..\assets\law3.png" alt="" class="cimg"></div>
              <div class="text">
                  <h1>知识产权</h1>
                  <p>知识产权领域是本所主要业务版块之一，本所该领域律师团队具有深厚的知识产权专业功底和技术、管理、咨询等多行业工作背景，部分律师具有工科学历背景并同时具备律师和专利代理人、商标代理人等复合型专业认证资格。凭借专业的知识，本所为众多客户提供了广泛而深入服务，业务涵盖专利、商标、著作权、反不正当竞争、反假冒、知识产权滥用相关的反垄断、商业秘密保护、特许经营等诸多领域。</p>
                  <h3>服务领域：</h3>
                  <p>投资项目分析（法律和财务风险）、项目及合作方尽职调查、合作商谈参与、合作履行中跟踪监管、应收账款日常梳理和监管、诉讼前置调解</p>
                  <h4>1.商标、专利、著作权及不正当竞争行为的诉讼维权及刑事打击</h4>
                  <p>专利、商标、版权的国内 / 国际申请、登记，以及相关的复审、异议、无效等行政程序</p>
                  <p>专利、商标、著作权及不正当竞争行为的民事诉讼和刑事诉讼</p>
                  <h4>2.包括商业 / 技术秘密在内的知识产权侵权假冒行为的专业调查取证</h4>
                  <p>深入工厂、销售店铺等线下侵权现场进行侵权行为的深度调查</p>
                  <p>运用大数据、爬虫网络等线上技术手段监测、发现相关侵权行为</p>
                  <p>协助品牌方调查核实、规范加盟连锁方对品牌进行正确使用</p>
                  <h4>3.企业知识产权战略管理和制度体系的制定与咨询</h4>
                  <p>企业知识产权检索和分析评议（FTO 分析）、法律风险评估与防范</p>
                  <p>企业知识产权的运营与组合管理，权利质押、许可、转让、许可证贸易谈判</p>
                  <p>企业商业 / 技术秘密的甄别、管理和制度体系建设等综合法律保护措施</p>
                  <p>授权、特许经营合同体系的拟定及战略策划</p>
                  <h3>代表案例：</h3>
                  <p>武汉市某大型KTV著作权侵权纠纷（代理被告胜诉，原告请求被驳回，该判决具有审判代表性）</p>
              </div>
          </div>
      </div>
  </div>
</template>

<script>
export default {

}
</script>

<style scoped>
.bg{
    position: fixed;
    z-index: -1;
    left:50%;
    transform: translateX(-50%);
}
.professional{
    margin-top: 10px;
    border-top: 2px solid #d8d8d8;
    padding-top: 15px;
    padding-bottom: 50px;
}
.bimg{
    width: 60vw;
}
.cimg{
    width: 100%;
}
.item{
    display: flex;
    margin-top: 100px;
}
.image{
    flex: 0.5;
}
.text{
    background-color:hsla(0,0%,98%,.9);
    flex:1;
    padding:0 2vw;
}
.content{
    padding: 0 10vw;
}
.item:nth-child(even)>.text{
    order:-1
}
h1{
    color: #bd0119;
    text-align: center;
}
</style>